{"./static/1.txt":"It is a truth universally acknowledged, that a single man in possession\r\nof a good fortune, must be in want of a wife.\r\n\r\nHowever little known the feelings or views of such a man may be on his","./static/10.txt":"The day passed much as the day before had done. Mrs. Hurst and Miss\r\nBingley had spent some hours of the morning with the invalid, who\r\ncontinued, though slowly, to mend; and in the evening El","./static/11.txt":"When the ladies removed after dinner, Elizabeth ran up to her sister,\r\nand seeing her well guarded from cold, attended her into the\r\ndrawing-room; where she was welcomed by her two friends wi","./static/12.txt":"In consequence of an agreement between the sisters, Elizabeth wrote the\r\nnext morning to her mother, to beg that the carriage might be sent for\r\nthem in the course of the day. But Mrs. Benne","./static/13.txt":"\"I hope, my dear,\" said Mr. Bennet to his wife, as they were at\r\nbreakfast the next morning, \"that you have ordered a good dinner to-day,\r\nbecause I have reason to expect an addition to our","./static/14.txt":"During dinner, Mr. Bennet scarcely spoke at all; but when the servants\r\nwere withdrawn, he thought it time to have some conversation with his\r\nguest, and therefore started a subject in which","./static/15.txt":"Mr. Collins was not a sensible man, and the deficiency of nature had\r\nbeen but little assisted by education or society; the greatest part of\r\nhis life having been spent under the guidance of ","./static/16.txt":"As no objection was made to the young people's engagement with their\r\naunt, and all Mr. Collins's scruples of leaving Mr. and Mrs. Bennet for\r\na single evening during his visit were most ste","./static/17.txt":"Elizabeth related to Jane the next day, what had passed between Mr.\r\nWickham and herself. Jane listened with astonishment and concern;--she\r\nknew not how to believe that Mr. Darcy could be ","./static/18.txt":"Till Elizabeth entered the drawing-room at Netherfield and looked in\r\nvain for Mr. Wickham among the cluster of red coats there assembled, a\r\ndoubt of his being present had never occurred ","./static/19.txt":"The next day opened a new scene at Longbourn. Mr. Collins made his\r\ndeclaration in form. Having resolved to do it without loss of time, as\r\nhis leave of absence extended only to the followin","./static/2.txt":"Mr. Bennet was among the earliest of those who waited on Mr. Bingley. He\r\nhad always intended to visit him, though to the last always assuring his\r\nwife that he should not go; and till the ev","./static/20.txt":"Mr. Collins was not left long to the silent contemplation of his\r\nsuccessful love; for Mrs. Bennet, having dawdled about in the vestibule\r\nto watch for the end of the conference, no sooner sa","./static/21.txt":"The discussion of Mr. Collins's offer was now nearly at an end, and\r\nElizabeth had only to suffer from the uncomfortable feelings necessarily\r\nattending it, and occasionally from some peevis","./static/22.txt":"The Bennets were engaged to dine with the Lucases, and again during the\r\nchief of the day, was Miss Lucas so kind as to listen to Mr. Collins.\r\nElizabeth took an opportunity of thanking her","./static/23.txt":"Elizabeth was sitting with her mother and sisters, reflecting on what\r\nshe had heard, and doubting whether she were authorised to mention it,\r\nwhen Sir William Lucas himself appeared, sent","./static/24.txt":"Miss Bingley's letter arrived, and put an end to doubt. The very first\r\nsentence conveyed the assurance of their being all settled in London for\r\nthe winter, and concluded with her brother's r","./static/25.txt":"After a week spent in professions of love and schemes of felicity, Mr.\r\nCollins was called from his amiable Charlotte by the arrival of\r\nSaturday. The pain of separation, however, might be al","./static/26.txt":"Mrs. Gardiner's caution to Elizabeth was punctually and kindly given on\r\nthe first favourable opportunity of speaking to her alone; after\r\nhonestly telling her what she thought, she thus wen","./static/27.txt":"With no greater events than these in the Longbourn family, and otherwise\r\ndiversified by little beyond the walks to Meryton, sometimes dirty and\r\nsometimes cold, did January and February pass","./static/28.txt":"Every object in the next day's journey was new and interesting to\r\nElizabeth; and her spirits were in a state for enjoyment; for she had\r\nseen her sister looking so well as to banish all fear ","./static/29.txt":"Mr. Collins's triumph in consequence of this invitation was complete.\r\nThe power of displaying the grandeur of his patroness to his wondering\r\nvisitors, and of letting them see her civility t","./static/3.txt":"Not all that Mrs. Bennet, however, with the assistance of her five\r\ndaughters, could ask on the subject was sufficient to draw from her\r\nhusband any satisfactory description of Mr. Bingley. ","./static/30.txt":"Sir William staid only a week at Hunsford; but his visit was long enough\r\nto convince him of his daughter's being most comfortably settled, and of\r\nher possessing such a husband and such a n","./static/31.txt":"Colonel Fitzwilliam's manners were very much admired at the parsonage,\r\nand the ladies all felt that he must add considerably to the pleasure of\r\ntheir engagements at Rosings. It was some d","./static/32.txt":"Elizabeth was sitting by herself the next morning, and writing to Jane,\r\nwhile Mrs. Collins and Maria were gone on business into the village,\r\nwhen she was startled by a ring at the door, the","./static/33.txt":"More than once did Elizabeth in her ramble within the Park, unexpectedly\r\nmeet Mr. Darcy.--She felt all the perverseness of the mischance that\r\nshould bring him where no one else was brought; ","./static/34.txt":"When they were gone, Elizabeth, as if intending to exasperate herself as\r\nmuch as possible against Mr. Darcy, chose for her employment the\r\nexamination of all the letters which Jane had writt","./static/35.txt":"Elizabeth awoke the next morning to the same thoughts and meditations\r\nwhich had at length closed her eyes. She could not yet recover from the\r\nsurprise of what had happened; it was impossib","./static/36.txt":"If Elizabeth, when Mr. Darcy gave her the letter, did not expect it to\r\ncontain a renewal of his offers, she had formed no expectation at all of\r\nits contents. But such as they were, it may","./static/37.txt":"The two gentlemen left Rosings the next morning; and Mr. Collins having\r\nbeen in waiting near the lodges, to make them his parting obeisance, was\r\nable to bring home the pleasing intelligenc","./static/38.txt":"On Saturday morning Elizabeth and Mr. Collins met for breakfast a few\r\nminutes before the others appeared; and he took the opportunity of\r\npaying the parting civilities which he deemed indisp","./static/39.txt":"It was the second week in May, in which the three young ladies set out\r\ntogether from Gracechurch-street, for the town of ---- in Hertfordshire;\r\nand, as they drew near the appointed inn whe","./static/4.txt":"When Jane and Elizabeth were alone, the former, who had been cautious in\r\nher praise of Mr. Bingley before, expressed to her sister how very much\r\nshe admired him.\r\n\r\n\"He is just what a young","./static/40.txt":"Elizabeth's impatience to acquaint Jane with what had happened could no\r\nlonger be overcome; and at length resolving to suppress every particular\r\nin which her sister was concerned, and pre","./static/41.txt":"The first week of their return was soon gone. The second began. It was\r\nthe last of the regiment's stay in Meryton, and all the young ladies in\r\nthe neighbourhood were drooping apace. The ","./static/42.txt":"Had Elizabeth's opinion been all drawn from her own family, she could\r\nnot have formed a very pleasing picture of conjugal felicity or domestic\r\ncomfort. Her father captivated by youth and b","./static/43.txt":"Elizabeth, as they drove along, watched for the first appearance of\r\nPemberley Woods with some perturbation; and when at length they turned\r\nin at the lodge, her spirits were in a high flutter","./static/44.txt":"Elizabeth had settled it that Mr. Darcy would bring his sister to visit\r\nher, the very day after her reaching Pemberley; and was consequently\r\nresolved not to be out of sight of the inn the w","./static/45.txt":"Convinced as Elizabeth now was that Miss Bingley's dislike of her had\r\noriginated in jealousy, she could not help feeling how very unwelcome\r\nher appearance at Pemberley must be to her, and ","./static/46.txt":"Elizabeth had been a good deal disappointed in not finding a letter from\r\nJane, on their first arrival at Lambton; and this disappointment had\r\nbeen renewed on each of the mornings that had n","./static/47.txt":"\"I have been thinking it over again, Elizabeth,\" said her uncle, as they\r\ndrove from the town; \"and really, upon serious consideration, I am much\r\nmore inclined than I was to judge as your eld","./static/48.txt":"The whole party were in hopes of a letter from Mr. Bennet the next\r\nmorning, but the post came in without bringing a single line from him.\r\nHis family knew him to be on all common occasions, ","./static/49.txt":"Two days after Mr. Bennet's return, as Jane and Elizabeth were walking\r\ntogether in the shrubbery behind the house, they saw the housekeeper\r\ncoming towards them, and, concluding that she ca","./static/5.txt":"Within a short walk of Longbourn lived a family with whom the Bennets\r\nwere particularly intimate. Sir William Lucas had been formerly in trade\r\nin Meryton, where he had made a tolerable fortu","./static/50.txt":"Mr. Bennet had very often wished, before this period of his life, that,\r\ninstead of spending his whole income, he had laid by an annual sum, for\r\nthe better provision of his children, and o","./static/51.txt":"Their sister's wedding day arrived; and Jane and Elizabeth felt for her\r\nprobably more than she felt for herself. The carriage was sent to meet\r\nthem at ----, and they were to return in it, b","./static/52.txt":"Elizabeth had the satisfaction of receiving an answer to her letter, as\r\nsoon as she possibly could. She was no sooner in possession of it, than\r\nhurrying into the little copse, where she was ","./static/53.txt":"Mr. Wickham was so perfectly satisfied with this conversation, that he\r\nnever again distressed himself, or provoked his dear sister Elizabeth,\r\nby introducing the subject of it; and she was p","./static/54.txt":"As soon as they were gone, Elizabeth walked out to recover her spirits;\r\nor in other words, to dwell without interruption on those subjects that\r\nmust deaden them more. Mr. Darcy's behaviour","./static/55.txt":"A few days after this visit, Mr. Bingley called again, and alone. His\r\nfriend had left him that morning for London, but was to return home in\r\nten days time. He sat with them above an hour,","./static/56.txt":"One morning, about a week after Bingley's engagement with Jane had been\r\nformed, as he and the females of the family were sitting together in the\r\ndining-room, their attention was suddenly d","./static/57.txt":"The discomposure of spirits, which this extraordinary visit threw\r\nElizabeth into, could not be easily overcome; nor could she for many\r\nhours, learn to think of it less than incessantly. Lad","./static/58.txt":"Instead of receiving any such letter of excuse from his friend, as\r\nElizabeth half expected Mr. Bingley to do, he was able to bring Darcy\r\nwith him to Longbourn before many days had passed a","./static/59.txt":"\"My dear Lizzy, where can you have been walking to?\" was a question\r\nwhich Elizabeth received from Jane as soon as she entered the room, and\r\nfrom all the others when they sat down to table","./static/6.txt":"The ladies of Longbourn soon waited on those of Netherfield. The visit\r\nwas returned in due form. Miss Bennet's pleasing manners grew on the\r\ngood will of Mrs. Hurst and Miss Bingley; and tho","./static/60.txt":"Elizabeth's spirits soon rising to playfulness again, she wanted Mr.\r\nDarcy to account for his having ever fallen in love with her. \"How could\r\nyou begin?\" said she. \"I can comprehend your","./static/61.txt":"Happy for all her maternal feelings was the day on which Mrs. Bennet got\r\nrid of her two most deserving daughters. With what delighted pride she\r\nafterwards visited Mrs. Bingley and talked o","./static/7.txt":"Mr. Bennet's property consisted almost entirely in an estate of two\r\nthousand a year, which, unfortunately for his daughters, was entailed in\r\ndefault of heirs male, on a distant relation; a","./static/8.txt":"At five o'clock the two ladies retired to dress, and at half past six\r\nElizabeth was summoned to dinner. To the civil enquiries which then\r\npoured in, and amongst which she had the pleasure","./static/9.txt":"Elizabeth passed the chief of the night in her sister's room, and in the\r\nmorning had the pleasure of being able to send a tolerable answer to the\r\nenquiries which she very early received fro"}